[
  {
    "title": "Hoi An",
    "date": "",
    "images": [
      { "path": "./images/vietnam/hoi_an/street.JPG", "title": "Hoi An"},
      { "path": "./images/vietnam/hoi_an/tristan.JPG", "title": "Travel Bum", "subtitle": "new tank top and a headband"},
      { "path": "./images/vietnam/hoi_an/street_two.JPG", "title": "Hoi An"}
    ],
    "content": [
      {
        "body": "Hoi An is known for it's tailoring. But, sadly we didn't partake. Both Riley and I were out sick while here, and I developed a mysterios skin infection on one leg. So we limitted ourselves to a cooking class and some easy shopping for our three day stay, plus some antibiotics for me. By happy coincidence we were here at the same time as Anouk, who we'd seen in Sapa briefly, and explored caves with in Phong Nha. We joined her for the cooking class and spent the supsequent evening catching up."
      }
    ]
  },
  {
    "title": "Hue and the Hai Van Pass",
    "date": "",
    "images": [
      { "path": "./images/vietnam/hue/citadel_flag.JPG", "title": "The Citadel at Hue", "subtitle": "Hue is the town between north and south vietnam, and the ancient capitol"},
      { "path": "./images/vietnam/hue/citadel.JPG", "title": "Inner Citadel" },
      { "path": "./images/vietnam/hue/fishes.JPG", "title": "Feeding the Fishes"},
      { "path": "./images/vietnam/hue/hai_van_tristan.JPG", "title": "Motorbiking to Hoi An", "subtitle": "rented bike in Hue, 150km to Hoi An, including the Hai Van Pass" },
      { "path": "./images/vietnam/hue/springs_overview.JPG", "title": "Elephant Springs", "subtitle": "first rest stop on our trip to Hoi An" },
      { "path": "./images/vietnam/hue/springs_riley.JPG", "title": "Elephant Springs", "subtitle": "swimming break!" },
      { "path": "./images/vietnam/hue/hai_van_toung.JPG", "title": "Hai Van Pass", "subtitle": "top of the pass. background shows the curvy road we took, and the beach where we stopped for lunch" },
      { "path": "./images/vietnam/hue/hai_van_riley.JPG", "title": "Riley at the Summit", "subtitle": "Ruins of a fort at the top of the pass" }
    ],
    "content": [
      {
        "subtitle": "Hue",
        "body": "We spent only one night in Hue, but after arriving in the morning we had time to explore the famed Citadel there."
      },
      {
        "subtitle": "Hai Van Pass",
        "body": "The next morning we rented a motorbike, filled up on gas, and departed Hue at 8:30am. A few hours down the road we detoured to Elephant Springs. We found neither Elephants nor springs there, but there was a beautiful, cool river where we could swim and relax. We later learned that there is an elephant carved into the rock further downstream from where we were, still a mystery why it's called a spring though. After Elephant Springs we rode on about 20 minutes to Long Co where we grabbed lunch at a beach resort."
      },
      {
        "body": "After lunch it was time for Hai Van Pass itself. This was once the only major road connecting North and South Vietnam. But about a decade ago a tunnel was completed, so the pass itself is now used only by motorbikes, tour busses, and the gas trucks which are forbidden from the tunnel. The riding was amazing. Even though we were taking it slow with two people on our little scooter the curves and slopes were delightful. Unlike our ride in Sapa the road here was well paved, making it all the more fun. And the views were delightful, we stopped half a dozen times on our way up and back down."
      },
      {
        "body": "The pass lets out in Danang city, a beachside tourist town, and the largest city in central Vietnam. The riding here was properly stressful. Unlike cities in the states there is no highway that cuts through town, nor any circulator freeways to take around it. Instead we were stuck taking the main beachfront boulevard all the way through the city. This street was thick with intersections, and busy with other bikers, cars, tuk-tuks, and pedestrians. We came into Danang hours before dusk, but a storm had darkened the western horizon bringing an early dimming of the light. So we fled onwards towards Hoi An, stopping only to snap the above photo of the beautiful painted boats in Danang Harbor."
      }
    ]
  },
  {
    "title": "Phong Nha",
    "date": "",
    "images": [
      { "path": "./images/vietnam/phong_nha/river_ride.JPG", "title": "River Ride to Phong Nha Cave", "subtitle": "first day brought a short river ride to the nearest of this regions caves"},
      { "path": "./images/vietnam/phong_nha/phong_nha_cave_boat.JPG", "subtitle": "Did I say boat to the cave? I meant boat _in_ the cave"},
      { "path": "./images/vietnam/phong_nha/phong_nha_cave_tristan.JPG", "title": "Hiking in the Cave", "subtitle": "the boat let us off for a little exploring before we left"},
      { "path": "./images/vietnam/phong_nha/open_road.JPG", "title": "Day Two: Open Road", "subtitle": "we rented a scooter to travel to more caves in the region"},
      { "path": "./images/vietnam/phong_nha/cave_day_companions.JPG", "title": "Lunch with Friends", "subtitle": "We rode and caved with these folks from our hostel"},
      { "path": "./images/vietnam/phong_nha/paradise_cave_riley.JPG", "title": "Paradise Cave", "subtitle": "this cave was staggeringly large. The lights over Riley's shoulder trace out the starecase to the enterance/exit. This chamber was but a fraction of the cave overall."},
      { "path": "./images/vietnam/phong_nha/paradise_cave_return.JPG", "title": "Deeper into Paradise Cave" },
      { "path": "./images/vietnam/phong_nha/paradise_cave_reflection.JPG", "title": "Reflections" },
      { "path": "./images/vietnam/phong_nha/paradise_cave_end.JPG", "title": "Final Chamber", "subtitle": "the second-from-right formation shows clear evidence of having tipped over in the past before continuing to grow" }
    ],
    "content": [
      {
        "body": "Phong Nha wasn't on our original itinerary, but we'd heard about it from several people in Sapa and so stopped by for a few days to see what the hype was about. This is an inland region of Vietnam riddled with limestone caves. In fact the world's largest cave was a few days treking from where we were. Unfortunately tours of the worlds largest cave cost $3000 usd and are booked out years in advance, so we had to settle for the amazing Phong Nha Cave, Dark Cave, and Paradise Cave."
      },
      {
        "body": "No photos of the Dark Cave, not because it was dark, but because we had to swim for part of our hike in the cave and Riley and I weren't prepared to risk our cameras there."
      },
      {
        "body": "The secondary highlight of Phong Nha was all the motorbiking. After renting a bike we were able to visit the Dark Cave and paradise Cave in a single day. The night before our big day trip we bumped into Anouk, who we'd first met in Sapa, and met a couple new folks. So, the next morning our band assembled. Riley and i shared a bike, as did Anouk and Julian. Elie, our fifth, hired a bike and driver. This was a boon for us as her driver was also our guide through the backcountry roads. We visited the Dark Cave in the morning, and spent a while playing on the zip lines and diving boards they had set up in the river outside the cave. After this was a short ride to lunch, followed by a hike up to Paradise Cave. The photos above are my best efforts to capture the size and beauty of this cave. I've never seen anything like it before. The space was huge, our boardwalk endlessly dissapearing around yet another bend to reveal yet another cathedral-like room."
      },
      {
        "body": "Ultimately we stayed in Phong Nha a bit too long, after our trip to the two nearby caves we had a couple nights more to stay but no more major caves reachable without an overnight trek. So we were ready for the next stage of our journey when we finally boarded the bus for Hue."
      }
    ]
  },
	{
		"title": "Sapa",
		"date": "August 30 2017 - September 2 2017",
		"images": [
			{ "path": "./images/vietnam/sapa/couple_photo.JPG" },
			{ "path": "./images/vietnam/sapa/valley_view.JPG", "title": "View from our Hostel", "subtitle": "we were staying 10km from Sapa itself in a small hamlet called Ta Van"},
			{ "path": "./images/vietnam/sapa/riley_hammock.JPG", "title": "A Hammock with a View"},
			{ "path": "./images/vietnam/sapa/trail.JPG", "title": "Hiking through the Valley", "subtitle": "went for a hike on our first morning in Ta Van. Heavy rains the day before made for muddy going"},
			{ "path": "./images/vietnam/sapa/end_of_hike.JPG", "title": "Hiking Riley", "subtitle": "the rain started up again while we were in a bamboo forest on our hike"},
			{ "path": "./images/vietnam/sapa/feet.JPG", "title": "Muddy feet after hiking"},
			{ "path": "./images/vietnam/sapa/mountain_top_tristan.JPG", "title": "Mountain Top", "subtitle": "second day invovled renting a scooter and taking the worlds longest and biggest elevation gain cable car to a mountain top above our valley"},
			{ "path": "./images/vietnam/sapa/scooter.JPG", "title": "Trusty Scooter", "subtitle": "the scooter which, barely, took us up to the cable car"},
			{ "path": "./images/vietnam/sapa/street_shops.JPG", "title": "Lunch Break", "subtitle": "stopping for lunch in Sapa proper after the cable car"},
			{ "path": "./images/vietnam/sapa/golden_hour.JPG", "subtitle": "views on the way home from the cable car"}
		],
		"content": [
			{
				"body": "Sapa valley was amazingly beautiful, and offered a nice quite break to slow down after so much time in cities lately. We were here for three nights at My Tra Homestay, which was run by a very helpful Australian xpat and his family. He showed us a couple treks we could do nearby, which saved us a bunch of money on guides. The treks were great, if somewhat rainy. And in the afternoon we got to play some pool at an empty nearby bar."
			},
      {
        "body": "On our second day in the valley we rented a scooter for 140k dong (about 6 dollars) and I had my first experince riding a motorbike in Vietnam. There's just one street up from our homestay to Sapa proper, about 7km. The road quality was pretty poor, alternating between cement, pavement, and gravel, with several river fordings as we climbed out of the valley. But, traffic was fairly light and we made it without incident. After reaching Sapa town we went on another 4km to the cable car which reaches all the way up to the top of a nearby mountain. The summit was socked in so no views for us, but the ride up and down in the cablecar was stunning on it's own. After the mountain we had a spectacularly beautiful ride back to our homestay just in time for our last dinner."
      }
		]
	},
	{
		"title": "Hanoi & Ha Long Bay",
		"date": "August 26 2017 - August 30 2017",
		"images": [
			{ "path": "./images/vietnam/hanoi_night.JPG", "title": "The Lake in Old Town", "subtitle": "a few blocks from where we were staying"},
			{ "path": "./images/vietnam/hanoi_scooter.JPG", "subtitle": "a hoverboard converted into a scooter! these were all over the place on the weekend"},
			{ "path": "./images/vietnam/ha_long_chicken_rock.JPG", "title": "Ha Long Bay", "subtitle": "one of the famous islands during our tour of Ha Long Bay"},
			{ "path": "./images/vietnam/ha_long_view.JPG", "title": "Ha Long Bay", "subtitle": "more views from the boat tour"},
			{ "path": "./images/vietnam/ha_long_cave.JPG", "title": "Cave in Ha Long Bay", "subtitle": "part of our tour took us on to an island and into this illuminated cave"}
		],
		"content": [
			{
				"subtitle": "Hanoi",
				"body": "We were surprisingly spare on photos of Hanoi. We were staying in the Old Town neighborhood, and spent a couple days aclimating to Vietnam, seeing museums, and enjoying the food. Also notable was the Sunday night market where we got some rolled icecream."
			},
			{
				"subtitle": "Ha Long Bay",
				"body": "During our last full day in Hanoi we booked a tour of Ha Long Bay. We'd heard pretty mixed reviews of Ha Long Bay, while the bay is a natural wonder it's become crouded with tours and tourists. But, going into the tour with that fore-knowledge, we ended up having a pleasant day. We woke early for the bus ride out there, about 3 hours, then 5 hours of boat tour with a couple stops for kayaking and caving, before the return bus ride. The bay was beautiful, and we met some friendly older couples from New Zealand on our boat."
			}
		]
	},
	{
		"title": "Taiwan",
		"date": "August 20 2017 - August 25 2017",
		"images": [
			{ "path": "./images/taipei/taipei101.JPG", "title": "Taipei", "subtitle": "the view from the top of Taipei 101, formerly the tallest building in the world"},
			{ "path": "./images/taipei/mass_damper.JPG", "title": "Tuned Mass Damper", "subtitle": "the intertial mass damper at the top of Taipei 101, makes the building more tollerant to earthquakes and high winds"},
			{ "path": "./images/taipei/selfie_statue.JPG", "title": "Selfie Statue", "subtitle": "introduced to this statue on our walking tour on the first day in town"},
			{ "path": "./images/taipei/guard_exchange.JPG", "title": "Guard Exchange at Ho Chi Min Memorial"},
			{ "path": "./images/taipei/coral_devil.JPG", "title": "National Museum", "subtitle": "an exhibit of old intricate carving and jewelry, mostly from Chinese mainland"},
			{ "path": "./images/taipei/museum_lantern.JPG", "title": "National Museum" },
			{ "path": "./images/taipei/sushi_noms.JPG", "title": "A Wild Sushi Appears!", "subtitle": "Stopping for snacks after the National Museum"},
			{ "path": "./images/taipei/mini_cooper.JPG", "title": "Art Exhibit in Taipei", "subtitle": "Riley found this while we were bumming around a maker-space/craft market in Taipei"},
			{ "path": "./images/taipei/viveland_riley.JPG", "title": "Viveland", "subtitle": "Viveland is a virtual reality theme park. We rented a room for a half hour and Riley introduced me to TiltBrush, which is part virtual sculpting, part 3D painting"},
			{ "path": "./images/taipei/shinlin_market.JPG", "title": "Shinlin Market", "subtitle": "the night market just outside our hostel" },
			{ "path": "./images/taipei/jia_fen_view.JPG", "title": "Jiu Fen", "subtitle": "view from our day trip to Jiu Fen"},
			{ "path": "./images/taipei/jia_fen_street.JPG", "title": "Jiu Fen", "subtitle": "a market street in Jiu Fen"}
		],
		"content": [
			{
				"subtitle": "Taipei",
				"body": "Taipei was great! We were staying a bit outside of the center of town, right by the Shinlin night market. During the days we explored a lot of the modern attractions in Taipei. We got to see the top of Taipei 101 and the sweet mass damper there, also Viveland a new virtual reality amusement park, and some contemporary art exhibits. During the evening we wandered through the Shinlin market for dumplings and soup."
			},
			{
				"subtitle": "Jiu Fen",
				"body": "For our last full day we took a day trip out to Jiu Fen, a small town up on a mountain a couple hours from Taipei. We spent the day snacking and enjoying coffee while looking out over the incredible view along the coast."
			}
		]
	},
	{
		"title": "Farewell Japan",
		"date": "August 19 2017",
		"images": [
			{ "path": "./images/japan/st_vincent.JPG", "title": "St. Vincent!" }
		],
		"content": [
			{
				"body": "All night concert with St. Vincent! Our final day and night in Japan were intense. We left Shirakawa-go in the morning, bussed to Kanazawa, then Shinkansen to Tokyo. Quick run and a nap at our hostel in Tokyo, followed by a huge dinner. Then it was time to take the train out to Makuhari Messe. We got there around midnight and St. Vincent took the stage at 1:45 am or so. It was amazing! This was my first time seeing her live. The show was very performance-art; she was on the stage solo for her entire set, no backup band, and the visual show was really interesting, lots of looped and cut shots of her on various colorful sets. As encore she played a New York and another here-to-fore unreleased song off the upcoming album (believed that this track will be titled 'LA')."
			},
			{
				"body": "Riley has seen St. Vincent before several times. Talking with her after the show, it seems like this artsy-ness is a somewhat new direction for St. Vincent. Both excited for the new album release. For the curious, there's a new 'Song Exploder' episode with St. Vincent about her latest song New York."
			},
			{
				"body": "After the show we were stranded until the first train at 4:45am took us back to the hostel. Cought a couple hours of sleep there, then flight to Taiwan."
			}
		]
	},
	{
		"title": "Shirakawa-go",
		"date": "August 17 2017 - August 18 2017",
		"images": [
			{ "path": "./images/japan/shirakawa_river.JPG" },
			{ "path": "./images/japan/shirakawa_overview.JPG", "title": "Shirakawa-go", "subtitle": "as viewed from a hill above the town"},
			{ "path": "./images/japan/shirakawa_rice.JPG", "title": "Rice Field in Town"},
			{ "path": "./images/japan/shirakawa_carriage.JPG", "subtitle": "At right is a reconstruction of the cable-carriage used to cross the river outside Shirakawago"}
		],
		"content": [
			{
				"body": "Shirakawa-go is a small mountain town an hour outside of Kanazawa, marked a world herritage site for the traditional houses and buildings found there. During the day it gets fairly busy, with a lot of one-day visitors in from Kanazawa. Riley and I were staying in the new-town area of Shirakawa-go, about a 20 minute walk from the famed old-town. And so we had the pleasure of seeing the beautiful old homes and rice fields around dawn and dusk, when we were some of the only tourists around. The above photo of the entire town was taken on an early morning venture into old-town, you can see some early-morning fog still clinging to the hillside above the town."
			},
			{
				"body": "We had the time, and so took a bus up to an even smaller town beyond Shirakawa-go. And there I got to go to a home-turned-museum. This museum related the former industries of this region of Japan. It turns out that this area was long held by the Koga tribe where they excelled at silk production. They later became producers of excelent black powder after same was introduced to Japan by a shipwrecked Portugese crew in the mid 1500's. All the while access to Shirakawa-go and surrounding areas was kept secure by mountains at their back and a river in front. The Koga tribe refused to bridge the river, prefering instead to limit passage into the region by constructing a cable-carriage. A reconstruction of this carriage is pictured above. And as far as this museum reported their security measures worked. The region remained in control of the Koga tribe until black powder lost relevance. Later this area experienced a resurgence from tourism."
			}
		]
	},
	{
		"title": "Kanazawa",
		"date": "August 12 2017 - August 16 2017",
		"images": [
			{ "path": "./images/japan/kanazawa_art.JPG", "title": "Kanazawa Contemporary Art Museum", "subtitle": "An exhibit composed of flotsom collected at Japanese beaches" },
			{ "path": "./images/japan/kanazawa_pool.JPG", "title": "Kanazawa Contemporary Art Museum", "subtitle": "There's people down there!" },
			{ "path": "./images/japan/kanazawa_castle_interior.JPG", "title": "Interior of Kanazawa Castle"}
		],
		"content": [
			{
				"body": "We ended up Kanazawa for a fairly long time so enjoyed exploring the town at a leisurely pace. Highlights were the castle and the contemporary art museum in town."
			},
			{
				"subtitle": "Kanazawa Contemporary Art Museum",
				"body": "The museum occupies an interesting circular building with exhibits scattered throughout a divided interior space. In the main lobby is the false pool pictured above, allows people to walk around above the pool (just like normal pools), but has a see-through false bottom which makes the ceiling of a room located inside what would normally be water. We didn't get tickets for the under-pool space, but it was a fun exhibit all the same. There was also another James Turrell exhibit here, this one was a more traditional Turrell, in that it was an open-rooffed room which invited the viewer to admire the sky as art."
			},
			{
				"body": "Riley was particularly enamored with a exhibit of collaboration work between a Japanese Artist and a Dutch architect, was composed of a lot of elegant and practical furnishings and house designs."
			},
			{
				"subtitle": "Kanazawa Castle",
				"body": "The castle in Kanazawa isn't as dramatically tall as Himeji or Matsuyama. However the grounds are expansive and the primary building contains a long two-story hall (see photo above for sense of that space). And just as at the other two castles the woodworking and construction techniques here were incredibly impressive."
			}
		]
	},
	{
		"title": "Hiroshima",
		"date": "August 11 2017",
		"images": [
			{ "path": "./images/japan/hiroshima.JPG", "title": "Hiroshima City" },
			{ "path": "./images/japan/hiroshima_dome.JPG", "title": "Hiroshima Peace Memorial"},
			{ "path": "./images/japan/meiji_gate.JPG", "title": "Meiji Shrine just outside Hiroshima"},
			{ "path": "./images/japan/scary_deer.JPG", "title": "A Deer Approaches", "subtitle": "Meiji island was full of docile deer"}
		],
		"content": [
			{
				"body": "We only had one day in Hiroshima, but we made it a full one."
			},
			{
				"subtitle": "Hiroshima Peace Memorial",
				"body": "I'm going to be brief here. The memorial and adjascent museum were a moving retelling of the history of atomic weapons and their use at Hiroshima and Nagasaki, and a powerful call for disarmament. A site absolutely worth seeing for any who have the opportunity. For any friends and family who'd like to talk more about this part of Hiroshima let's continue the conversation through a more dirrect medium than this blog."
			},
			{
				"subtitle": "Manga Library",
				"body": "After the memorial we walked across town to a Manga library I'd heard about, hoping it would be similar to the Manga Museum in Kyoto. However, this turned out to just be a library, no exhibits. They had a limitted english section and I was able to read through a translation of 47 Ronin, so it wasn't all a loss."
			},
			{
				"subtitle": "Meiji Shrine",
				"body": "After the Manga library and a bite to eat we took the train out towards Meiji shrine, located on an island outside of Hiroshima city. The main draw is the huge Torii Gate which rises out of the ocean at high tide. We were there at low tide and so were able to walk out to the base of the gate. Also the island is full of deer! And they're really friendly, lots of people feed them I guess."
			},
			{
				"body": "We left Meiji just after dusk and nabbed a late dinner after by the hostel."
			}
		]
	},
	{
		"title": "Setouchi Shimanami Kaido",
		"date": "August 9 2017 - August 10 2017",
		"images": [
			{ "path": "./images/japan/bike_map.JPG", "title": "Route Map", "subtitle": "We went from Imabari to Onomichi (left to right on this map)"},
			{ "path": "./images/japan/boat_while_biking.JPG", "title": "View from Omishima Bridge" },
			{ "path": "./images/japan/riley_bike.JPG", "title": "Riley Biking", "subtitle": "staying strong for the bike ride!"}
		],
		"content": [
			{
				"body": "The Shimanami Kaido is a ~70km bike route which traverses several bridges from Shikoku to Honshu (two of the big islands of Japan). We took a leisurely two days to cover the full route."
			},
			{
				"subtitle": "Day One",
				"body": "The first day involved a lot of logistics before the ride. We took the train up to Imabari from Matsuyama. Then we wandered off to find a Yamato office (a shipping service, like Fedex, but in Japan). The folks at the Yamato office in Imabari didn't speak English. But one of the women working there was really enthusiastic about helping us, and between some miming, my barely recalled Japanese and Google translate we were able to ship our big backpacks ahead of us to our hostel in Hiroshima. This left Riley and I with only our much lighter day bags, packed with a bunch of food, water, essential documents and a change of clothes."
			},
			{
				"body": "After the Yamato office we wandered off to rent bicycles. We scored a couple of Giant commuter-style bikes from the public bike rental service. This rental service has stations all along the route and allows returns to any location. So, if we'd needed to bail after day one or something we wouldn't be saddled with the bikes."
			},
			{
				"body": "But we shouldn't have worried, the first day was warm but not too hot allowing us a pleasant three hour ride out to Omishima Island. We nabbed some lunch at a 7/11, and arrived at our hostel at 4:45, just before our checkin time at 5pm. In the evening we wandered around Miyaura Port and had some Japanese style BBQ for dinner. We also met a bunch of friendly Australians at the Hostel."
			},
			{
				"subtitle": "Day Two",
				"body": "Day two was a good deal hotter than day one. Where day one was warm and hazy, day two was clear and scaldingly hot. We did bring sunscreen, but for much of the ride I was too sweaty for it to stick. By the end of the day I'd gotten myself pretty badly burned. I even developed a clear backpack-shaped burn-shadow on my back. But despite this we made good time and reached Onomichi around two. There we got lunch, then took the Shinkansen out to meet our bags at the hostel in Hiroshima."
			}
		]
	},
	{
		"title": "Matsuyama",
		"date": "August 6 2017 - August 9 2017",
		"images": [
			{ "path": "./images/japan/dogo_onsen.JPG", "title": "Dogo Onsen"},
			{ "path": "./images/japan/matsuyama_rope_tow.JPG", "title": "Rope Tow to Matsuyama Castle"}
		],
		"content": [
			{
				"body": "Going to keep it brief on this one. We were in Matsuyama for a few days in part to wait out Typhoon Noru. Our next step is a two-day bike ride back to Honshu. While we waited we were able to visit Dogo Onsen, a beautiful old Onsen and one of the more famous bathhouses in Japan. Supposedly it may have been an inspiration for some of aspects of the bathhouse in Spiritted Away. Regardless of whether that's true it was a beautiful and relaxing visit. Matsuyama Castle was also a pleasant surprize. It's smaller than Himeji but the exhibits inside were more extensive, including a very interesting section on the woodworking techniques used in construction of this and other castles (more on that in a future post)."
			}
		]
	},
	{
		"title": "It's The Great Pumpkin Charlie Brown!",
		"date": "August 5 2017",
		"images": [
			{ "path": "./images/japan/great_pumpkin.JPG", "title": "A Pumpkin", "subtitle": "An art installation on Naoshima Island"},
			{ "path": "./images/japan/bike_parking.JPG", "title": "Bubbles", "subtitle": "The top of a covered bike parking space by one of the ferry terminals in Naoshima"},
			{ "path": "./images/japan/riley_on_a_boat.JPG", "subtitle": "On the ferry to Naoshima Island"},
			{ "path": "./images/japan/great_pumpkin_two.JPG", "title": "Another Pumpkin!", "subtitle": "You can walk inside of this one"}
		],
		"content": [
			{
				"subtitle": "Naoshima Island",
				"body": "Naoshima island is a small island just off the coast of Honshu. In the 1980's the Japanese government commisioned a ton of art installations and museums to be built on the island as part of an effort to revitalize rural Japan and stem the flow of young people into the major cities. It's unclear if it worked to towards that end, but since then Naoshima and the surrounding area has had a successful tourist industry, drawing many Japanese and some international tourists."
			},
			{
				"body": "The island is quite small, about 4km at it's longest. So Riley and I rented bikes to get around for the day. Once again photos were forbidden in most of the museums so the above features just public exhibits."
			},
			{
				"body": "There were two major highlights from the day. First was an exhibit by James Turrell. We were let into the exhibit in groups of 8 for 15 minutes each. Initially it seems to be a pitch dark room, but slowly, over the course of about 5 minutes, our eyes begin to adjust. A rectangle materializes ahead, it looks almost like a movie theater screen. After about ten minutes the docent of the exhibit allows everyone to stand and walk towards the rectangle. At this point the pitch dark room has become slightly more tractable. People apear as dark silhouettes against an ever-so-slightly not black backdrop. As we approach the grey rectange it remains intangible, it's edges sharpen but the thing itself feels impossible to focus on. Finally, upon reaching the front of the room we discover the rectangle to be not a thing, but an empty space in the far wall, how deep the space or how tall or how wide it is beyond that rectangular window is impossible to gauge. We lean forward, passing a hand, maybe an arm, through that invisible barrier into the space beyond, to affirm that what we fail to see we also fail to touch. We're allowed another moment the take in the view of this distanceless untouchable space before the docent asks us to file out the exit so the next group can come in."
			},
			{
				"body": "Our second treat of the day was an introduction to the works of Ando Tadao. He was the architect commissioned to build most of the museums on the island, and has works throughout Japan. His style makes heavy use of flat cement walls and non-rectangular geometries."
			},
			{
				"body": "After we finished our bicycle tour of the island and it's museums we took the ferry back to our hostel in Uno. Tomorrow we train to Matsuyama by way of Takamatsu."
			}
		]
	},
	{
		"title": "Kyoto",
		"date": "August 1 2017 - August 4 2017",
		"images": [
			{ "path": "./images/japan/kyoto_river.JPG", "title": "Kyoto"},
			{ "path": "./images/japan/maple_at_night.JPG", "title": "Kenninji Shrine", "subtitle": "This shrine is illuminated at night for each season"},
			{ "path": "./images/japan/trees_at_night.JPG", "title": "Kenninji Shrine", "subtitle": "More illuminated trees at the shrine"},
			{ "path": "./images/japan/himeji.JPG", "title": "Himeji Castle", "subtitle": "One of the most famous castles in Japan"},
			{ "path": "./images/japan/tori_gates.JPG", "title": "Fushimi Inari Shrine", "subtitle": "Famous for it's thousands of Torii gates"}
		],
		"content": [
			{
				"subtitle": "Manga Museum",
				"body": "We got into Kyoto around midnight after summitting Fuji, which started a three day stint in the city. Day one we walked through the nearby market on our way to the Kyoto Manga museum. Sadly there's no photos allowed in the museum, so a picture of words will have to suffice. The museum was in an old school house and the main collection was a huge library of Manga, which overflowed the central exhibition space and continued onto bookshelves scattered throughout the building. This collection was augmented by an exhibit which recalled (in Japanese and English) the history of Manga as well as the technical aspects of authoring and mass producing the works. One of our favorite sections had a stack of clear overhead sheets, each with a different facial feature (ex: there was a stack of a dozen different noses, another stack with eyes, another with hair styles). You could stack and reorder these sheets to compose your own anime characters."
			},
			{
				"subtitle": "Kenninji Shrine and Gyoza",
				"body": "We wandered back to the hostel for a nap after the Manga museum, and before a night-time trip to Kenninji Shrine. This shrine has a tradition of doing night-time illuminations themed for each season. We were here for the second night of the Summer session. As well as the illuminated trees photo'ed above there was a light show projected onto a stone garden, and an eerie bamboo forest."
			},
			{
				"subtitle": "Himeji Day Trip",
				"body": "Day two in Kyoto and we're already taking advantage of our rail passes. Himeji is located about an hour from Kyoto by super-express train, which is covered by our pass so it made for a reasonable day trip."
			},
			{
				"body": "First a bit of history about Himeji itself, a fort of some variety has been located here since the 1300's. The castle itself has burned and been rebuilt many times since then. The castle that stands today was built in the early 1600's. The castle miraculously survived the bombing of Himeji in WWII. There are some pretty stunning photos of the castle as the only building standing in a city mostly destroyed. And today Himeji stands as one of the largest and most impressive castles in Japan. Riley and I lucked out in our timing, as the castle is fully open to the public and in beautiful condition after a major restoration a couple years ago."
			},
			{
				"body": "It was pretty sweltering on the day we visited, but even so walking through the castle grounds was delightful. We learned about the layout of the fortifications designed to give any attackers a circuitous route to reach the castle proper, and about lateral bracing used to make the 7 story structure more earthquake tolerant, and about the taxation policies which allowed the construction of such a huge fortification. And transcending these details was the scale and history of the structure itself. All in all it was a satisfying (if sweaty) day trip out of Kyoto."
			},
			{
				"subtitle": "Common One Bar",
				"body": "This bar was great, good enough even to get it's own section in this post. After returning from Himeji we grabbed some italian food for dinner and made our way to Common One bar on recommendation from Callan and Mere. Unusually for Japan this bar specializes in cocktails. And what's more, they don't keep a menu, instead requiring guests to discuss their tastes with the bartender, who then mixes something up to taste. And they're so good at it! We both sat in for a couple drinks, I got something sweet with whiskey, and Riley scored with a jasmine liqour blended with fresh muddled grapes. As you may have guessed the bar isn't especially cheap, but even so it was a delightful fancy treat night."
			},
			{
				"subtitle": "Last day in Kyoto",
				"body": "For our last day we bussed out to Fushimi Inari shrine. It was pretty packed when we got there, but we slipped out the back of the main tourist area to hike Inari 'mountain', just a couple km up and down among a bunch of smaller shrines. After the shrine and lunch we took a planning break back at the hostel."
			},
			{
				"body": "For dinner we got to meet up with Yosuke and Grace again! They introduced us to Okonomiyaki, a Japanese savory pancake."
			},
			{
				"body": "Tomorrow we take a train to Uno."
			}
		]
	},
	{
		"title": "Mt. Fuji",
		"date": "July 31 2017",
		"images": [
			{ "path": "./images/japan/fuji_slope.JPG", "title": "The Ascent", "subtitle": "about 2/3 of the way up"},
			{ "path": "./images/japan/riley_summit.JPG", "title": "600m to go"},
			{ "path": "./images/japan/down_slope.JPG", "title": "The Trail from Above"},
			{ "path": "./images/japan/summit_selfy.JPG", "title": "Summit Selfie!"}
		],
		"content": [
			{
				"subtitle": "The Plan",
				"body": "We took the first bus up to Subaru station and started our hike at about 8am. We were taking Yoshida trail, which is a moderate-sounding 3.6 miles on the way up, and 4.3mi on the way back down. But, it's worth appreciating that there's 1.4km of elevation gain squished into those 3.6 miles. In anticipatioin of this we packed in lunch and lots of snacks, plus 3 liters of water each."
			},
			{
				"subtitle": "The Ascent",
				"body": "Our ascent started strong. The bottom half of the trail is gravelly switchbacks. Around noon, about 4 hours into the hike, we were a couple hundred vertical meters from the top. The altitude and fatigue were beginning to slow us down. And so the final 600 meters of trail took us a full hour. But we made it eventually!"
			},
			{
				"subtitle": "Summit",
				"body": "The view from the summit was great! We lucked out on weather, spending most of the climb above or between clouds, and from the peak could catch snippets of Kawaguchiko way below. We chilled on the summit for a half hour, got a peek into the caldera, and bought some little souveneers. Also snapped the derpy selfie shown above, it's hard to frame well with the 35mm lense I've got."
			},
			{
				"subtitle": "Descent",
				"body": "Joyously, the descent was much faster than the climb. It took us about 2 hours to slip and slide back down the gravelly descent switchbacks. After we got down dropped off our rental boots, caught a bus back to Kawaguchiko, picked up our bags then caught a bus to Tokyo, then, finally, took the Shinkansen to Kyoto. After all our transit we reached our hostel in Kyoto at 11:30 and, at long last, got some sleep."
			}
		]
	},
	{
		"title": "Kawaguchiko",
		"date": "July 30 2017",
		"images": [
			{ "path": "./images/japan/kawaguchiko_lake.JPG", "title": "Kawaguchiko Lake"},
			{ "path": "./images/japan/burger.JPG", "title": "Dinner before Fuji"}
		],
		"content": [
			{
				"body": "Today we rented hiking boots in Shinjuku then bussed up to Kawaguchiko, a small town at the base of Mt. Fuji. We're staying at a capsule hotel tonight (woa!). Loaded up on calories an American-style diner tonight. Tomorrow we wake up early to attempt to climb Fuji-san."
			}
		]
	},
	{
		"title": "Fish Market",
		"date": "July 28 2017",
		"images": [
			{ "path": "./images/japan/sushi.JPG", "title": "Sushi", "subtitle": "at the outer Tsukiji fish market"},
			{ "path": "./images/japan/sushi_face.JPG", "title": "Yum!", "subtitle": "my favorite was the fatty tuna"},
			{ "path": "./images/japan/fish_market_one.JPG", "title": "The Inner Market"},
			{ "path": "./images/japan/fish_market_two.JPG" }
		],
		"content": [
			{
				"body": "Woke up early to visit the fish market in Tokyo. Riley's not a fan of fish, so I was on my own to explore sushi heaven. We stopped at a great little shop in the outter market. Then afterward got mochi and made our way into the inner market for some more sight seeing."
			},
			{
				"body": "Notably, the market is an active commerce space. As such much of the inner market is closed to tourists until 10am. It is possible to get tickets to see the Tuna auction which kicks off the day's market (it starts around 5am). But getting in to see the auction requires queueing for tickets from around 1am. So, we took a pass on the auction and just explored the market."
			}
		]
	},
	{
		"title": "Riley!",
		"date": "July 26 2017",
		"images": [
			{ "path": "./images/japan/zoetrope.JPG", "title": "Riley's Here", "subtitle": "second evening out we went to Zoetrope, a Japanese Whiskey bar"},
			{ "path": "./images/japan/shinjuku.JPG", "title": "Shinjuku", "subtitle": "one of the major nightlife districts in Tokyo"},
			{ "path": "./images/japan/thrift_shop.JPG", "title": "Frills in a Thrift Ship"},
			{ "path": "./images/japan/vita.JPG", "title": "Cafe Vita Beans", "subtitle": "we found a cafe serving beans from Cafe Vita"}
		],
		"content": [
			{
				"subtitle": "Homeikan",
				"body": "Met up with Riley without issue at Nippori station. We've been staying at Homeikan, which is a traditional style hotel near Tokyo University. After a school group moved out we were some of the only guests there, and the hostess gave us an impromptu tour of the art built into the building. The hotel was built by her grandfather, has been passed down through the family. Much of the building retains it's original art and design. Including beautiful artistic screen doors, onsen and showers in the basement, and mixed wood and stone flooring."
			},
			{
				"subtitle": "Shibuya to Shinjuku",
				"body": "For our first full day in the city we started out in Shibuya. There we got to see the Shibuya crossing, which wasn't very busy when we where there. We also stopped by Mandrake, a Manga/Anime/Comics store several stories underground. From Shibuya we headed north for lunch and an exploration of Meiji Shrine (currently undergoing some restoration in anticipation of it's 100th aniversary in 2020). After the shrine we strolled a few km up to Shinjuku, another dense and exciting neighborhood in Tokyo. There we walked through the Golden Gai neighborhood, and visited Zoetrope, a bar specializing in Japanese-made Whiskey. We were there early enough in the night that we had the tiny bar almost entirely to ourselves. The bar tender was really nice, though he didn't speak much english so our conversation was limitted. But we let us snap the photo of Riley above, and beautifully served our flights of whiskey. For the record, our favorite of the evening was Suntory's Chita Whiskey."
			},
			{
				"subtitle": "Toshi!",
				"body": "The next day (July 28th) we met up with Toshi for Ramen under the Tokyo SkyTree. After lunch we bussed out to Ooedo Onsen Monogatari where the three of us enjoyed foot baths and a generally very relaxing afternoon. Evening saw us back to the area around the Homeikan for dinner and sleep."
			}
		]
	},
	{
		"title": "Yosuke!",
		"date": "July 23 2017",
		"images": [
			{ "path": "./images/japan/group_photo.jpg", "subtitle": "right-to-left: Yosuke, Grace (a friend of Yosuke's from university in Japan), me"},
			{ "path": "./images/japan/yellow.JPG", "title": "Favorite Car of the Day" },
			{ "path": "./images/japan/yosuke_taking_picture.JPG", "title": "A Texas Plate!", "subtitle": "Grace was really excited to find a plate from her native Texas"},
			{ "path": "./images/japan/bmk_bike.JPG", "title": "BMX Time!", "subtitle": "there was also a BMX trick show at the car festival"},
			{ "path": "./images/japan/chevrolet.JPG", "subtitle": "The festival focused on American manufacture cars"}
		],
		"content": [
			{
				"subtitle": "AmeFes",
				"body": "I got to see Yosuke! We met on Gotemba (a few hours outside of Tokyo) and he introduced me to Grace, a friend of his from university. We then drove the last 45min to Fuji Speedway. There we were finally on the grounds of AmeFes, short for America Festival, a celebration of American-made cars in Japan. There were some pretty incredible classics there, as well as a truly American amount of silly events (including the BMX pictured above)."
			},
			{
				"body": "We got to watch a bunch of drag races, motorcycle and various car classes. Then spent a while wandering through the car show area. We also accidently snuck our way into the paddoc, and got some closeups with the race cars of the day."
			},
			{
				"body": "More than seeing cool cars though, it was great to see Yosuke again, and to meet one of his friends in Japan."
			}
		]
	},
	{
		"title": "Seoul: Day 2",
		"date": "July 21 2017",
		"images": [
			{ "path": "./images/korea/city_view.JPG", "title": "Seoul", "subtitle": "View of Seoul from the shoulder of Bugakusan Mtn"},
			{ "path": "./images/korea/city_wall.JPG", "title": "City Wall", "subtitle": "A slice of the old city wall, and objective of the days hike"}
		],
		"content": [
			{
				"subtitle": "The Hike",
				"body": "Project of the day today was to reach the old city wall and follow it up to the top of Bugakusan Mountain. Morning started with a good breakfast at the hostel, and a 2km walk past yesterday's palaces and steeply uphill to my rendezvous with the city wall. The uphill climb continued to Malbawi Information Center. The info center marks the start of a 2.2km stretch of the city wall which is still an active Military zone. Photography is forbidden in this area; the photos above are taken from near the wall just before Malbawi. Through-hiking is still alowed for area of the wall from Malbawi to Changuimun Center, but it required showing my passport and providing contact info. Throughout the whole are there were minders every hundred meters or so. Whenever I wandered down a trail spur to a viewpoint or rest area I'd pick up a shadow. But, they were all very friendly despite the language barrier, so I can't complain. Moreover, unlike the US, most of these guards (and all the police I saw in the city) didn't carry side-arms."
			},
			{
				"body": "Other than the friendly guards the hike was quite uneventful. That being said, it was shatteringly hot and humid. My calfs are still all crampy from the heat and all the stairs on the hike."
			},
			{
				"body": "Finally, a quick thanks to the Lost Wanderer blog for thier detailed notes on this route: http://www.thelostwanderer.com/2012/05/seoul-fortress-wall-of-bugaksan.html"
			}
		]
	},
	{
		"title": "Seoul: Day 1",
		"date": "July 20 2017",
		"images": [
			{ "path": "./images/korea/moma_painting.jpg", "title": "Art by Han Mook", "subtitle": "As hosted in the National Museum of Modern and Contemporary Art"},
			{ "path": "./images/korea/roofs_one.JPG", "title": "A confluence of roofs at Gyeongbokgung Palace"},
			{ "path": "./images/korea/ceiling.JPG", "title": "Ceiling in one of the buildings at Changdeokgung Palace"},
			{ "path": "./images/korea/cafe.JPG", "title": "Cafe Break", "subtitle": "Found a spectacular little cafe after my palace visits. They had AC and iced coffee; it was heaven."},
			{ "path": "./images/korea/river_park.jpg", "title": "River Park", "subtitled": "Was treated to this view just before going to Gwangjang Market"}
		],
		"content": [
			{
				"subtitle": "The First Evening",
				"body": "Arrived in Seoul on a hazy evening. I got to see, sort of, the city through the haze on the bus in from the airport. Remarkably, the instructions on the Hostel website were sufficient to get to the hostel from the airport, even without data or cell signal to check as I went along."
			},
			{
				"body": "By dusk I'd made it to the hostel. I'm staying at Insa Hostel in the Insadong neighborhood, right near Anguk station. After checkin the Hostel host showed me some nearby restaurants. I went out for Bulgogi (served with Kimchi!) and made the mistake of ordering Soju, which, turns out, is like 17.5% alcahol. It comes in a 350mL bottle, so I left the restaurant without finishing that."
			},
			{
				"body": "Jet lag was... survivable. I got a bit of sleep on the airplane and then had to push it a bit to stay up for dinner. I ended up crashing at about 9pm local."
			},
			{
				"subtitle": "Seoul: Day One",
				"body": "Woa, today was a productive day. Woke up around 8 for breakfast at the hostel. After that, first stop of the day was Gyeongbokgung Palace. Gyeongbokgung is historically the primary palace for the royal family. The complex is huge. It was origionally built in the 1300's, but has been burned down and rebuild several times since then (destroyed in 1592 by Japanese army, mostly burned down during Japanese occupation 1910-1945). The pictures above, and much of the palace available for exploration was most recently rebuilt since the 1990's. The cement roof peaks are a minor tell of the recent reoncstruction. Some of the palace is still under construction, but it still took me two hours to explore the entire available area. Additionally, there was a guard changing ceremony while I was there. The ceremony actually reminded me somewhat of the Brittish changing of the guard at the royal palace. Similar amount of ceremony and traditional dress"
			},
			{
				"body": "After Gyeongbokgung I stopped for lunch in Bukchon Hanok village. I happened to be there during lunch hour and so got to follow a bunch of businessmen from the Constitutional Court to a local restaurant. None of the wait staff spoke english, but they set me up at a traditional (sitting) table for a course of bulgogi. From watching other tables it _seems_ like there's a tradition for cheering for whomever takes the check, which I kinda like. It seems like a good way to handle going out for lunch with coworkers every day; allowing someone new to take the check each week, and providing a group acknowlegement of that contribution each time."
			},
			{
				"body": "After lunch I took a brief visit to Changdeokgung Palace. It turns out that Changdeokgung is pretty similar in it's architecture to Gyeongbokgung Palace, in part becuase buildings from Gyeongbokgung were used to rebuild Changdeokgung after it was burned down in the early 1900's. Given the similar style, and the hours I'd spent at Gyeongbokgung in the morning, I cut this visit short and made my way back towards Bukchon village. There I happened up on Double Cup Coffee, which turned out to be amazing. There's a photo above, it's a four story coffee shop, the counter is on the main floor, but there's seatting spaces above for several floors. The styling was all warm, wooded study/library theme. And there was AC! I realize I haven't specifically talked about this yet, but Seoul is _hot_. I've been sweatting all day; it's worse than NYC ever was in the summer."
			},
			{
				"body": "So, after a long rest at the coffee shop I made the short outdoor walk to the National Museum of Modern and Contemporary Art. There museum had a great exhibit about a young architect project they host here (and in NYC!) as well as an interesting gallery by/about Krzysztof Wodiczko."
			},
			{
				"body": "Finally, at long last, I wandered over to Gwangjang Market. This is a more local-centric market, which I'd higly recommend to anyone else visiting Seoul. Unfortunately, I didn't snap any photos while in the market, just the river park photot shown above."
			}
		]
	},
	{
		"title": "Asia: Day 0",
		"date": "July 18, 2017",
		"images": [
			{ "path": "./images/packing_photo_asia.jpg", "title": "Obligatory Packing Photo", "subtitle": "Here's all my things! Can you spot what I forgot? If so, please let me know"}
		],
		"content": [
			{
				"body": "Not much to say here! I'm anxious and excited. Haven't been this nervous since moving to New York. Just got packed yesterday. Flight is at 2:40pm today."
			}
		]
	},
	{
		"title": "Mexico",
		"date": "January 2017",
		"images": [
			{ "path": "./images/mexico/cover.JPG", "title": "Sayulita, Mexico"},
			{ "path": "./images/mexico/riley_at_the_beach.JPG", "title": "Riley at the Beach", "subtitle": "visiting the beach by the house for sunset"},
			{ "path": "./images/mexico/meal.JPG", "title": "Our First Meal",
			  "subtitle": "our chef made the most beautiful (and tasty) food"},
			{ "path": "images/mexico/sayulita.JPG", "title": "Downtown Sayulita", "subtitle": "Day of the Dead flags were still up" },
			{ "path": "images/mexico/surfing_before.JPG", "title": "Surfing Game Face", "subtitle": "rented a n00b board for super cheap from one of the many suft shacks on the beach"},
			{ "path": "images/mexico/surfing_after.JPG", "title": "Surfing Success", "subtitle": "definitely had to buy a rash guard before my next surfing session"},
			{ "path": "images/mexico/pool_party.JPG", "title": "Pool Party", "subtitle": "celebrating our last night back at the big house"}
		],
		"content": [
			{
				"body": "We went to Mexico! Riley and I joined a bunch of her UW alum friends for a long weekend in Puerto Vallarta Mexico. There were a dozen of us in total, and we rented out one big house on the beach to stay in. Originally the plan was to spend most of our days in Puarto Vallarta. But Riley and I happened upon Sayulita on our first day and ended up going back every day thereafter."
			},
			{
				"subtitle": "Sayulita",
				"body": "Sayulita is just the cutest little beach town. Our first couple days there were spent surfing, laying in the sun, and eating tacos. But, on our final day we convinced our whole group to come out to the town. As a group we explored the tourist market. We were lucky enough to find a really kind lady in the market who was selling blankets and, between us, bought some twenty blankets from her. We were thrilled with the blankets (mine is red!) and she was happy for the business. Afterward, we rented snorkels and found a rocky part of the beach. Unfortunately, the visibility was poor, and the most interesting areas were almost in the surf. This was my first time snorkeling and, turns out, breathing under water is kinda freaky. That, plus the mediocre visibility, and the abundant, often surprising, rocks was enough to make the experience more psychological trail than pleasant vacation activity. Afterward I was adamant that I'd never go again, but, my views have softened in the months since, and perhaps under calmer conditions I'll try snorkeling once again."
			},
			{
				"subtitle": "The house",
				"body": "There were twelve of us, spread throughout this huge 6 bedroom house we'd rented. It had a pool, a cute little path to a private beach, kayaks in the garage that we could use, and air conditioning! Plus, we hired a chef to come to the house and make our evening meals. Needless to say, we were vacationing in style. The big house made a great home-base. The first night we were all pretty pooped and crashed early after a taco dinner. But Saturday evening, after a resplendent meal, we took advantage of our space by playing 'Two Rooms and a Boom' which is a large-group game where teams are split into two different rooms, and through conniving and cleverness try to sabatoge the other team. We played half a dozen rounds, and finaly, during the last round my team won! We stumbled to victory by utterly failing to communicate or strategize. We could have easily controlled our room in the first round but we didn't realize we had a majority, and, essentially through luck, won in the final exchange. Our final evening at the house was a bit quieter, we spent our last sunset playing in the pool and enjoying coconut drinks."
			}
		]
	},
	{
		"title": "Dubai",
		"date": "December 2016",
		"images": [{"path": "./images/dubai_cover.JPG", "title": "Dubai, UAE" },
							 {"path": "./images/dubai_fountains.JPG", "title": "Dubai Fountain Show",
								 "subtitle": "Hani and Riley watching the fountains under the Burj Khalifa" },
							 {"path": "./images/dubai_marina.JPG","title": "Marina", "subtitle": "the marina in the morning light, on our way to the airport"}
							],
		"content": [
			{
				"body": "On our way to Ethiopia, we had a 14 hour nighttime layover in Dubai. We stashed our bags and escaped the airport to visit with Hani and sleep on his couch (thanks Hani!). We got in just before dinner and met Hani at the airport. He took us out for a traditional Arabian meal, which was great practice at utinsil-free eating before Ethiopia. We had delicious marinated lamb served over rice. After that, it was a ferry across the marina to see the old-town and gold district. Finally, our evening culminated in a visit to Dubai Mall, the Burj Khalifa, and the Dubai Fountains."
			},
			{
				"body": "The next morning we woke early and took the subway back to the airport for our flight to Ethiopia"
			}
		]
	},
	{
		"title": "Addis, Ethiopia",
		"date": "December 22, 2016",
		"images": [
			{ "path": "./images/ethiopia/johannah.JPG", "title": "Johannah"},
			{ "path": "./images/ethiopia/entoto_one.JPG", "title": "Mt. Entoto",
				"subtitle": "A prairie near the summit of Mt. Entoto, just outside of Addis"},
			{ "path": "./images/ethiopia/entoto_two.JPG", "title": "Woman Working", "subtitle": "there's a cadre of women and children who collect firewood on the mountain and carry it down to a market for sale"},
			{ "path": "./images/ethiopia/apartment_view.JPG", "title": "View from our Addis Apartment",
				"subtitle": "partially built and abandonned buildings like this one are fairly common in Addis"}
		],
		"content": [
			{
				"subtitle": "Arrival",
				"body": "We arrived in Addis in the early afternoon. Johannah came to pick us up at the airport to our great releif. Unfortunately, we didn't take very many photos during our first few days in Addis, in part because we were distracted aclimating to the new place and culture."
			},
			{
				"body": "Our first night Johannah took us across town to meet some other Peace Corps volunteers who were back in the capitol for the holidays. We took our first 'line taxi' to get there. And let's take a brief asside here to explain line taxi's. These are little vans, almost all Toyotas, which drive a specific route. Unlike busses they aren't public service and have no particular schedule. Each van has two oporators, one is the driver, the other is the caller, who's responsible for identifying people to pick up, collecting fares, and telling the driver when to make a stop. So, we walked down the block from our apartment to the nearest thoroughfare. This was a particularly busy route so there was already a clump of people waiting for the taxi. Presently one pulled up. There were some folks already in the taxi and probably another 5 or 6 people waiting with us, but we all shuffled in anyhow. As mentioned, these vans are small. But the inside is cleverly configured to fit as many people as possible. A few days later I had the wherewithall to count, and we figured that a typical van would fit 17 passengers when full. Though Johannah pointed out that overfilling beyond that is common during rush hour. But back to our first night, once aboard the van the driver sets off and the caller turned around to collect fairs, Johannah handled this for us that first time. Cost is typically 1.5 Birr (at the time conversion was 22 birr / 1 usd). We paid foreigner prices usually, but that still rarely exceeded 3 birr (translation note: Riley and I eventually learned all the numbers up to twenty or so, but the one we learned best was 'sost' meaning 3, because we'd frequently have to specify that there were three of us when paying for taxis). Presently, Johanna called for a stop, the van dove through traffic to the curb where we were deposited."
			},
			{
				"body": "At long last we'd made it to the old foreigner neighborhood, the typical haunt for expats and visitors. We met up with Johannah's Peace Corps friends at the Black Rose, a darkly lit western bar just off the main road. It was here that Riley and I found our first comforting familiarities of home, for the menu included Heinikens and screwdrivers."
			},
			{
				"body": "I was surprised to learn that Johannah's assignment for Peace Corps was somewhat unusual. She's based in a small town of about 500 people, located outside of Metu. This very rural and her role is part english teacher, part sustainable farmer, and part community member. In many ways her most significant responsibility is to embody America and foreigners generally for this community. By contrast most of the other volunteers are based in larger cities. Several were in Addis itself, others in Jimma and Adama. As well as a different setting these locations also usually had a more singular assignment focus, often operating as a volunteer at an existing school or organization."
			},
			{
				"subtitle": "Day Two",
				"body": "Our second day was mostly rest, we walked to a couple nearby markets, and had our first 'bunna de jebena' traditional Ethiopian coffee (translation note: bunna means coffee, jebena is the Ethiopian kettle used to make coffee). This we got from a street-side stand, as is customary. The stand we went to was operated by a young woman. There was a tarp overhead to give us shade, and we pulled up little stools around one of the short tables. She put a fresh jebena on the stove. After a span the coffee was ready and she came over to pour us each our first cups. Each cup is quite small, probably about 3 oz. The coffee is extremely strong, but there's a cup of sugar. Johannah asked for no sugar, but I took the default option, which turned out to be three spoonfulls of sugar per glass. After finishing our first glass, we were poured a second, then a third. Three glasses is expected when getting bunna, and most pricing is for a three-glass sitting."
			},
			{
				"body": "Later during our second day we went to the Red Terror Museum, a few blocks from our apartment. The Red Terror was violent political conflict in Ethiopia starting in 1977 and continuing for two years which lead to the death of an estimated 500,000 persons. It closely followed the deposition of Haile Selassie. I won't further summarize those events here because there are much more complete and accurate narratives to be found elsewhere. Suffice it to say that the Museum presented the sense of fear during that conflict, along with stories of individual tragedy which were entirely moving. If you should so happen to be in Addis, I highly recommend visiting this Museum."
			},
			{
				"subtitle": "Mt. Entoto",
				"body": "Day three, and we wake up early to travel up to Mt. Entoto. The mountain is fairly close to the city but getting there still proves tricky. In the end we take a tram to a public bus terminal, from there we bus up to Shiromeda, a market halfway up Entoto, then finally catch a line taxi up to the mountain park proper. The park is huge, and we didn't actually make it to the summit. Instead we speant our time reclining in a prairie and catching up with Johannah."
			}
		]
	},
	{
		"title": "Awassa, Ethiopia",
		"date": "December 25, 2016",
		"images": [
			{ "path": "./images/ethiopia/awasa_fish.JPG", "title": "Fish at the Beach",
				"subtitle": "Awassa is a lake town, known for it's fish in landlocked Ethiopia"},
			{ "path": "./images/ethiopia/awasa_monkey.JPG", "title": "Monkey Feeding",
				"subtitle": "Amora Gedel Park has monkeys!" },
			{ "path": "./images/ethiopia/awasa_monkey_group.JPG", "title": "Monkey Park",
				"subtitle": "Most of these kids spend all day in the park selling peanuts to tourists like us to give to the monkeys" },
			{ "path": "./images/ethiopia/awasa_group_photo.JPG", "title": "",
				"subtitle": "At the other side of Amora Gedel Park, taken by Shiru"},
			{ "path": "./images/ethiopia/awasa_market_seller.JPG", "title": "Awassa Market",
				"subtitle": "A spice seller at the Awassa market (we asked and she kindly let us take her photo)"},
			{ "path": "./images/ethiopia/awasa_market_kids.JPG", "title": "Kids at the Market",
				"subtitle": "these kids were really excited about striking a pose for the camera"}
		],
		"content": [
			{
				"subtitle": "Arrival to Awassa",
				"body": "We arrived into Awassa around midday after a 6 hour bus ride. First stop was the beachfront and food. We stumbled into a restaurant which served exactly two dishes, both of which were fried fish. Riley isn't especially fond of fish, so she focused on the bread cakes that came with the meal and brought forth a CliffBar from the depths of one of our bags. But there was also good news, while at the restaurant one of the owners, Shiru, came over and introduced himself to us. We chatted as we ate and he was excited to meet tourists, and especially excited to talk with Johannah, as she was living in country long term. When it transpired that we didn't have particular plans for the next day, Shiru offered to take the day off and show us around town. I was a bit worried that this would be an imposition for him, but he insisted and, frankly, we were happy to have a guide."
			},
			{
				"body": "After meeting Shiru and eating our fill of fish we wondered around in search of Zebra Hostel, which had been suggested by another Peace Corps volunteer as the best place to stay in Awassa. And we found it just a block up the street from the beachfront. We nabbed an available room and took a nap after our long morning."
			},
			{
				"subtitle": "Monkeys and Fish",
				"body": "Day two started with some early morning Bunna de Jebena out front of the hostel. We met Shiru there and he gave us a rundown of the plan for the day. First stop: Monkeys at Amora Gedel Park. The park is full of a couple species of Monkeys. The photos above show us hanging out with the larger of the species, but there were also some littler monotone-grey ones. Turns out the park is also a popular place for swimming, washing clothes, and weddings, we saw several stages set up for ceremonies that would be happening later in the day."
			},
			{
				"body": "Just around the corner from the park is the daily fish market. Shiru did some fast talking to get us in here (normally you're required to hire a guide and pay some tourist fees). At the market fishers bring in their haul from a night on the lake and sell it to restaurant owners like Shiru. Off to one side are gutting and cleanning stations which attract the local birds, some of which are a good four feet tall. Seeing these tall, big beaked birds, it's suddenly not surprising that they're descended from dinosaurs. There is something vaguely alien about the way they look at you."
			},
			{
				"body": "Last stop at the fish market was a meal of fish soup. Shiru explained that this chef was renouned for his soup, to which some miraculous healings had been attributed. It was without a doubt the best fish soup I've had."
			},
			{
				"subtitle": "The Market",
				"body": "We made it to the Awassa general market just after lunch. This market deals in all non-fish goods. There's clothes stands, kitchen suply shops, grains, fresh foods, spices, coffee, arcade games, etc. Essentially, anything one would need on a regular basis. All of the market was on open ground, trodden to packed dirt. Shops were built from local lumber, and covered with colorful fabric roofing to stave off the midday sun. In the center of the market most of the aisles were also covered, creating a cool shady shopping experience."
			},
			{
				"body": "I found a red shirt with a light floral pattern that I absolutely fell in love with at the market. We haggled with the seller, eventually talking them down from 500 Birr to a mere 275 Birr. This is undoubtably still tourist pricing but worth it for a fun shirt. We also walked through what amounts to the dicsount isle, clothing sold from tarps in an open space in the market, rather than from stalls like the one where I got my shirt. Nearby this open area were an array of foosball tables. I didn't have the courage to challenge the locals, not least because it would surely have ended with me loosing to an eight year old. Last stop in the market was a kitchen supply stand. This was clearly one of the more successful stands, as it was staffed by the owner and two assitants and there was still a line. But, we were able to flag down one of the assitants and I bought a Jebena for 50 Birr. As far as Shiru and Johannah could tell this is standard pricing for Jebenas. It's hard to express how refreshing it was not be quoted an absurd tourist price, and I wish I'd been better able to communicate my gratitude to the shop owner. Despite exchanging only a few words she is one of the people I think back to most frequently from this trip."
			}
		]
	},
	{
		"title": "Abijata National Park, Ethiopia",
		"date": "December 27, 2016",
		"images": [
			{ "path": "./images/ethiopia/abijata_cows.JPG", "title": "Abijata Lake",
				"subtitle": "A herd of cows and their owner in front of Abijata Lake" },
			{ "path": "./images/ethiopia/abijata_jeep.JPG", "title": "Abijata National Park",
				"subtitle": "Johannah and Riley looking like a couple of badasses by the jeep" },
			{ "path": "./images/ethiopia/abijata_hotspring.JPG", "title": "Hotsprings",
				"subtitle": "We happened to meet a guide who led us to the hotsprings at Abijata" },
			{ "path": "./images/ethiopia/by_the_beach.JPG", "title": "Chatting on the Beach",
				"subtitle": "Shiru and Johannah chatting at the beach and our tursty guide in red."},
			{ "path": "./images/ethiopia/abijata_kid.JPG", "title": "",
				"subtitle": "A happy kid who followed us around while we explored the park" }
		],
		"content": [
			{
				"body": "Abijita National Park was a destination Riley and I had picked out on a map when planning for this trip, without really appreciating how difficult the logistics would be to get there. Had it not been for Shiru we likely would not have gone. Instead of hiring a taxi and guide for the day (expensive even with the favorable exchange rate), Shiru took another day off of work and drove us up to the park in his pickup. We stopped in Shashameni for lunch, evidently it is a rapidly growing buisiness and shipping hub for Southern Ethiopia."
			},
			{
				"body": "The park itself was marvelous. At first we just wandered about on the beach and admired the view over the lake. But presently a young man walked up and declared himself a guide for the park. He and Shiru chatted for a bit, and he ended up leading us around a bend to discover the hotsprings photoed above. Unlike the Yellowstone variety of hotspring which I was more familiar with, these bubbled up through soft sandy mud. Despite the soft soil the upwelling of hot water caused peculiar little formations in the mud. I got in a bit of trouble with the guide for stepping up the edge of one of the hotsprings to try to peer down into it. Evidently the edges are prone to giving way and duping the uncareful into the scalding water."
			},
			{
				"body": "On our way back to the jeep we acquired a young follower. He's pictured above in the light green shirt in what is undoubtebly my favorite photo from this trip. He didn't speak any english, and my freshly learned dozen words of Amharic wasn't applicable as we were now in Oromia. So we exchanged no words, but he was all smiles and delighted in following our little group."
			},
			{
				"body": "After the hotsprings we returned to the jeep and slowly made our way back out of the park. After that we hit the road and made our way back to Awassa for a late night dinner at an Italian restaurant in town."
			}
		]
	},
	{
		"title": "The Last Days, Ethiopia",
		"date": "December 28, 2016",
		"images": [
			{ "path": "./images/ethiopia/awasa_dusk.JPG", "title": "Awassa at Sunset" },
			{ "path": "./images/ethiopia/awasa_dusk_beer_two.JPG", "title": "Cheers, Ethiopia"}
		],
		"content": [
			{ "body": "Our final day in Awassa was a restive one. We met Shiru's mother and got to see his childhood home. Later, we watched dusk at Shiru's restaurant before an early bedtime." },
			{ "body": "The next morning we woke with the sun to catch the 6am bus back to Addis. That got us back by about noon. We used the afternoon to nap, get massages, and share dinner with Abel, a friend of Johannah's who lives in Addis. Our final day started with a slow morning, a quiet breakfast at the German bakery near our apartment and some final packing. Then at long last the time came, and we said goodbye to Johannah then caught our afternoon flight headed back to Seattle."}
		]
	}
]
